tap "brona/iproute2mac"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "neovim/neovim"
tap "rogual/neovim-dot-app"
brew "fontconfig"
brew "gcc"
brew "ghostscript"
brew "git"
brew "gnuplot"
brew "goenv"
brew "hadolint"
brew "htop"
brew "imagemagick"
brew "iproute2mac"
brew "luarocks"
brew "msgpack"
brew "pandoc"
brew "poppler"
brew "pyenv"
brew "rbenv"
brew "rbenv-communal-gems"
brew "scons"
brew "tmux"
brew "tomcat"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "rogual/neovim-dot-app/neovim-dot-app"
cask "adobe-acrobat-reader"
cask "android-sdk"
cask "android-studio"
cask "basictex"
cask "discord"
cask "etcher"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyper"
cask "iina"
cask "intellij-idea"
cask "kindle"
cask "latexit"
cask "macdown"
cask "phpstorm"
cask "skim"
cask "skype"
cask "texstudio"
cask "visual-studio-code"
